13/data/attachments/19145261e070fa06.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Samantha_decision_Friend_33513_0</nif:username>
            <nif:friendToBeRequested>soap_friends_46c8375b-b8f7-47cb-b7a4-5c6e1163b72f</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>